tap "anomalyco/tap"
tap "blacktop/tap"
tap "orlangure/tap"
tap "ramonvermeulen/whosthere"
tap "rockorager/tap"
tap "tw93/tap"
tap "wader/tap"

brew "anomalyco/tap/opencode"
brew "asciinema"
brew "ast-grep"
brew "autoconf"
brew "bash"
brew "blacktop/tap/ipsw"
brew "btop"
brew "cloud-sql-proxy"
brew "colordiff"
brew "coreutils"
brew "difftastic"
brew "doggo"
brew "dos2unix"
brew "duckdb"
brew "duf"
brew "exiftool"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghidra"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gmp"
brew "gnu-tar"
brew "gnu-time"
brew "go-size-analyzer"
brew "gperf"
brew "gpg"
brew "grep"
brew "gron"
brew "gum"
brew "htop"
brew "httpstat"
brew "hurl"
brew "hyperfine"
brew "icu4c@77"
brew "jadx"
brew "jd"
brew "jemalloc"
brew "jj"
brew "jless"
brew "jq"
brew "k9s"
brew "less"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "moreutils"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "orlangure/tap/gocovsh"
brew "pcre"
brew "pg_top"
brew "pkgconf"
brew "poppler"
brew "pstree"
brew "pulumi"
brew "qemu"
brew "rbspy"
brew "rclone"
brew "rga"
brew "ripgrep"
brew "rlwrap"
brew "rockorager/tap/zigdoc"
brew "sad"
brew "scc"
brew "shellcheck"
brew "spacer"
brew "sqlc"
brew "sqlfluff"
brew "sqlite"
brew "tailspin"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "tree"
brew "tree-sitter-cli"
brew "tw93/tap/mole"
brew "typst"
brew "ugrep"
brew "vegeta"
brew "vhs"
brew "wader/tap/fq"
brew "wget"
brew "xan"
brew "yt-dlp"
brew "zizmor"
brew "zlib"
brew "zoxide"
brew "zstd"
cask "1password"
cask "1password-cli"
cask "atv-remote"
cask "claude-code"
cask "crossover"
cask "font-google-sans-code"
cask "font-inter"
cask "font-jetbrains-mono"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "httpie-desktop"
cask "jellyfin"
cask "modern-csv"
cask "monodraw"
cask "NetNewsWire"
cask "openvpn-connect"
cask "orbstack"
cask "rar"
cask "raycast"
cask "setapp"
cask "slack"
cask "the-unarchiver"
cask "whosthere"
cask "zed"
cask "zoom"
