tap "orlangure/tap"
tap "sst/tap"
tap "wader/tap"

cask "1password"
cask "1password-cli"
cask "audacity"
cask "betterdisplay"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "discord"
cask "firefox"
cask "font-inter"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "httpie"
cask "imhex"
cask "karabiner-elements"
cask "linearmouse"
cask "logitech-camera-settings"
cask "macrorecorder"
cask "macs-fan-control"
cask "modern-csv"
cask "monodraw"
cask "NetNewsWire"
cask "orbstack"
cask "plex-media-server"
cask "rar"
cask "raycast"
cask "setapp"
cask "shureplus-motiv"
cask "signal"
cask "slack"
cask "sublime-text"
cask "tailscale"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "zed"
cask "zoom"

brew "asciinema"
brew "ast-grep"
brew "autoconf"
brew "bash"
brew "btop"
brew "cloud-sql-proxy"
brew "colordiff"
brew "doggo"
brew "dos2unix"
brew "duckdb"
brew "duf"
brew "elixir-ls"
brew "exiftool"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gmp"
brew "gnu-tar"
brew "gnu-time"
brew "gperf"
brew "gpg"
brew "grep"
brew "gron"
brew "gum"
brew "htop"
brew "httpstat"
brew "hurl"
brew "hyperfine"
brew "icu4c@76"
brew "jadx"
brew "jd"
brew "jemalloc"
brew "jj"
brew "jless"
brew "jq"
brew "k9s"
brew "less"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mods"
brew "moreutils"
brew "ncdu"
brew "neofetch"
brew "orlangure/tap/gocovsh"
brew "pcre"
brew "pg_top"
brew "poppler"
brew "prettierd"
brew "pulumi"
brew "rbspy"
brew "rclone"
brew "rga"
brew "ripgrep"
brew "rlwrap"
brew "sad"
brew "scc"
brew "shellcheck"
brew "spacer"
brew "sqlc"
brew "sqlite"
brew "sst/tap/opencode"
brew "tailspin"
brew "terraform"
brew "the_silver_searcher"
brew "tokei"
brew "tree"
brew "typst"
brew "ugrep"
brew "vegeta"
brew "vhs"
brew "wader/tap/fq"
brew "wget"
brew "xan"
brew "xsv"
brew "yt-dlp"
brew "zlib"
brew "zola"
brew "zoxide"
