brew "asciinema"
brew "ast-grep"
brew "autoconf"
brew "bash"
brew "btop"
brew "cloud-sql-proxy"
brew "colordiff"
brew "coreutils"
brew "difftastic"
brew "doggo"
brew "dos2unix"
brew "duckdb"
brew "duf"
brew "duti"
brew "exiftool"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghidra"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gmp"
brew "gnu-tar"
brew "gnu-time"
brew "go-size-analyzer"
brew "gperf"
brew "gpg"
brew "grep"
brew "gron"
brew "gum"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "icu4c@77"
brew "ipatool"
brew "jadx"
brew "jd"
brew "jemalloc"
brew "jj"
brew "jq"
brew "less"
brew "libffi"
brew "libpq"
brew "libyaml"
brew "mariadb"
brew "mkcert"
brew "mole"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "p7zip"
brew "pcre"
brew "pg_top"
brew "pkgconf"
brew "poppler"
brew "pstree"
brew "pv"
brew "qemu"
brew "rbspy"
brew "rclone"
brew "rga"
brew "rlwrap"
brew "sad"
brew "sentry-cli"
brew "spacer"
brew "sqlite"
brew "tailspin"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ugrep"
brew "websocat"
brew "wget"
brew "xan"
brew "yt-dlp"
brew "zlib"
brew "zstd"
cask "1password"
cask "1password-cli"
cask "balance-lock"
cask "font-input"
cask "font-inter"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "httpie-desktop"
cask "modern-csv"
cask "monodraw"
cask "openvpn-connect"
cask "orbstack"
cask "raycast"
cask "setapp"
cask "slack"
cask "the-unarchiver"
cask "netnewswire"
cask "zed"
cask "zoom"
